Show / Hide Table of Contents
Enum MaterialDuct
Tendon ducts material type
Namespace: IdeaRS.OpenModel.CrossSection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum MaterialDuct
Fields
 Name |  Description
 Metal
Metal
 Plastic
Plastic
 Improve this Doc
 View Source